export const aboutMeConfig = [
	{
		id: 'about_me',
		title: 'Коротко о себе',
		text: `
		Опыт работы: 2 года.
		<br/>
		<br/>
		Есть опыт работы как в команде 2-3 чел на фронте, так и в одиночку. 
		<br/>
		<br/>
		Стажировался в компании GeekTech несколько месяцев. Поднабрался опыта
		и начал брать проекты сам. Первым проектом с нуля было веб-приложение для сотрудников банка на NextJs,
		то была система подсчета бюджета со всех городов, филиалов, отделов итд. 
		<br/>
		<br/>
		Далее я брал проекты с упором на верстку,
		лендинги, не большие сайты итд. где нет особой нагрузки на бэк но были сложные построения макета и анимации. 
		<br/>
		<br/>
		После чего работал на одну компанию где делали маркетплейсы и прочие проекты. К сожалению большинсвто из них
		я не могу показать по понятным причинам. 
		`,
	},
	{
		id: 'programming_experience',
		title: 'Опыт в программировании',
		text: `
Верстал много, и разными способами. 
<br/>
Верстал как модульно(<span>scss</span>) так и через <span>styled-components</span>, <span>tailwind</span>. 
		<br/>
Верстал по макетам из фигмы и фотошоп, так и просто через тз
		
		<br/>
		<br/>
Большой опыт c <span>NextJs</span> и <span>ssr</span>. 
		<br/>

Насчет библеотек и СТМ используемые в NextJs. 
Работал почти со всеми самыми популярными. 
А с которыми еще не работал, без-проблем начну
`,
	},
]
