export const aboutMeConfig = [
	{
		id: 'about_me',
		title: 'Коротко о себе',
		text: `
		Учился своему ремеслу дома самостоятельно. После 4-5 месяцев обучения начал стажироваться в небольшой компании. 
		Спустя некоторое время ушел работать на фрилансе. На фрилансе я брал и делал проекты, где был единственным фронтом. 
		Закончил несколько проектов, где делал системы бюджетирования и финансирования для банков. 
		После чего я еще полгода проработал на турецкую компанию, где мы делали маркетплейс.`,
	},
	{
		id: 'programming_experience',
		title: 'Опыт в программировании',
		text: `С базовыми и кастомными хуками знаком хорошо. По поводу верстки, верстал как модульно(<span>scss</span>) так и через <span>styled-components</span>. 

Имею неплохой опыт c <span>NextJs</span> и <span>ssr</span>. 

Работал с множеством разных технологий по типу: <span>Formik, React Query(Tanstack), Framer-motion, swiper</span> итд.
Предпочитаю избегать скачиваний мелких зависимостей на все случаи жизни, если получается аккуратно написать все самому.

Насчет СТМ, предпочитаю использовать <span>redux-toolkit</span>(т.к больше всего его использовал). 
Но без особого напряга могу начать писать и на любом другом СТМ. 
с тем же <span>zustand</span> который отлично сочетается с <span>fsd</span> архитектурой или же <span>appolo-client</span> для работы с GraphQL`,
	},
]
